export const loyaltyThresholds = {
    'Прапор': { LL1: 0.00, LL2: 0.20, LL3: 0.35, LL4: 0.60 },
    'Терапевт': { LL1: 0.00, LL2: 0.15, LL3: 0.25, LL4: 0.40 },
    'Лыжник': { LL1: 0.00, LL2: 0.20, LL3: 0.35, LL4: 0.55 },
    'Миротворец': { LL1: 0.00, LL2: 0.20, LL3: 0.30, LL4: 0.50 },
    'Механик': { LL1: 0.00, LL2: 0.15, LL3: 0.30, LL4: 0.60 },
    'Егерь': { LL1: 0.00, LL2: 0.20, LL3: 0.35, LL4: 0.55 }
};

export const tradersList = ['Прапор', 'Терапевт', 'Лыжник', 'Миротворец', 'Механик', 'Егерь'];
