export const loyaltyThresholds = {
    'Прапор': { LL1: 0.00, LL2: 0.70, LL3: 2.70, LL4: 7.90 },
    'Терапевт': { LL1: 0.00, LL2: 0.60, LL3: 2.10, LL4: 5.80 },
    'Лыжник': { LL1: 0.00, LL2: 0.60, LL3: 2.10, LL4: 5.80 },
    'Миротворец': { LL1: 0.00, LL2: 0.50, LL3: 2.20, LL4: 6.00 },
    'Механик': { LL1: 0.00, LL2: 0.60, LL3: 2.30, LL4: 7.60 },
    'Барахольщик': { LL1: 0.00, LL2: 0.50, LL3: 2.00, LL4: 6.50 },
    'Егерь': { LL1: 0.00, LL2: 0.60, LL3: 2.10, LL4: 7.30 },
    'Реф': { LL1: 0.00, LL2: 0.25, LL3: 0.50, LL4: 1.20 },
    'Скупщик': { LL1: 0.00, LL2: 0.00, LL3: 0.00, LL4: 6.00 } // Корона требует 6.00 репутации Дикого
};

export const traderMap = {
    0: 'Прапор',
    1: 'Терапевт',
    2: 'Скупщик',
    3: 'Лыжник',
    4: 'Миротворец',
    5: 'Механик',
    6: 'Барахольщик',
    7: 'Егерь',
    8: 'Реф'
};
