export const loyaltyThresholds = {
    'Прапор': { LL1: 0.00, LL2: 0.20, LL3: 0.35, LL4: 0.60 },
    'Терапевт': { LL1: 0.00, LL2: 0.15, LL3: 0.25, LL4: 0.40 },
    'Механик': { LL1: 0.00, LL2: 0.15, LL3: 0.30, LL4: 0.60 },
    'Лыжник': { LL1: 0.00, LL2: 0.20, LL3: 0.35, LL4: 0.55 },
    'Егерь': { LL1: 0.00, LL2: 0.20, LL3: 0.35, LL4: 0.55 },
    'Миротворец': { LL1: 0.00, LL2: 0.20, LL3: 0.30, LL4: 0.50 }
};

export const traderMap = {
    0: 'Прапор',
    1: 'Терапевт',
    2: 'Офлайн / Неизвестно',
    3: 'Лыжник',
    4: 'Миротворец',
    5: 'Механик',
    6: 'Егерь'
};
